Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: %@ (Default)
ar: ‏%@ (افتراضي)
ca: %@ (per omissió)
cs: %@ (výchozí)
da: %@ (standard)
de: %@ (Standard)
el: %@ (προεπιλογή)
es: %@ (por omisión)
es_419: %@ (predeterminado)
fi: %@ (oletus)
fr: %@ (par défaut)
fr_ca: %@ (par défaut)
he: ‏%@ (ברירת המחדל)
hi: %@ (डिफ़ॉल्ट)
hr: %@ (standardno)
hu: %@ (alapértelmezett)
ja: %@（デフォルト）
ko: %@(기본)
ms: %@ (Lalai)
nb: %@ (standard)
nl: %@ (standaard)
pl: %@ (domyślna)
pt_br: %@ (Padrão)
pt_pt: %@ (predefinição)
ro: %@ (implicită)
ru: %@ (по умолчанию)
sk: %@ (predvolené)
sl: %@ (privzeto)
sv: %@ (förval)
th: %@ (ค่าเริ่มต้น)
tr: %@ (Saptanmış)
uk: %@ (типово)
vi: %@ (Mặc định)
zh_cn: %@（默认）
zh_hk: %@（預設）
zh_tw: %@（預設值）

source: %@ Copy
ar: نسخة من %@
ca: %@ (còpia)
cs: %@ (kopie)
da: %@ (kopi)
de: %@ Kopie
el: %@ (αντίγραφο)
es: Copia de %@
es_419: Copia de %@
fi: %@ kopio
fr: Copie de %@
fr_ca: Copie de %@
he: עותק של %@
hi: %@ कॉपी
hr: %@ kopija
hu: %@ másolat
id: Salinan %@
it: %@ copia
ja: %@のコピー
ko: %@ 복사본
ms: Salinan %@
nb: %@-kopi
nl: %@ kopie
pl: %@ - kopia
pt_br: %@ (Cópia)
pt_pt: %@ – cópia
ro: %@ - copie
ru: %@ (копия)
sk: %@ – kópia
sl: %@ (kopija)
sv: %@ (kopia)
th: %@ (สำเนา)
tr: %@ Kopyası
uk: %@ (копія)
vi: Bản sao %@
zh_cn: %@_副本
zh_hk: %@副本
zh_tw: %@副本

source: %@ Energy usage may be higher when your display does not automatically adjust. Display and battery performance may also be reduced over time when this is turned off.
ar: ‏%@ قد يزيد استخدام الكهرباء في حالة عدم الضبط التلقائي لشاشة العرض. قد يتأثر أيضًا أداء الشاشة والبطارية بمرور الوقت في حالة إيقاف هذا الإعداد.
ca: %@ Si aquesta opció està desactivada, la pantalla no s’ajustarà automàticament i és possible que consumeixi més energia, cosa que pot afectar el rendiment tant de la pantalla com de la bateria.
cs: %@ Když se monitor nenastavuje automaticky, může spotřebovávat víc energie. Vypnutí této volby může také vést k dlouhodobému zhoršování provozních vlastností displeje a baterie.
da: %@ Energiforbruget kan være højere, hvis din skærm ikke justeres automatisk. Derudover kan skærmens og batteriets ydeevne forringes med tiden, hvis denne indstilling er slået fra.
de: %@ Der Energieverbrauch kann höher sein, wenn sich dein Display nicht automatisch anpasst. Darüber hinaus verringern sich möglicherweise die Display- und Batterieleistung im Laufe der Zeit, falls diese Option deaktiviert ist.
el: %@ Η χρήση ενέργειας ενδέχεται να είναι υψηλότερη όταν η οθόνη σας δεν προσαρμόζεται αυτόματα. Οι αποδόσεις οθόνης και μπαταρίας ενδέχεται επίσης να μειώνονται με την πάροδο του χρόνου όταν αυτή η ρύθμιση είναι απενεργοποιημένη.
es: %@ El consumo energético puede aumentar si la pantalla no se ajusta automáticamente. Con el tiempo, tener esta opción desactivada también puede afectar negativamente al rendimiento de la pantalla y de la batería.
es_419: %@ El uso de energía puede ser mayor si la pantalla no se ajusta automáticamente. Si se desactiva esta opción, también se podría ver reducido el rendimiento de la pantalla y de la batería.
fi: %@ Sähköä saattaa kulua enemmän, kun näyttö ei mukaudu automaattisesti. Näytön ja akun suorituskyky voi myös heiketä ajan mittaan, kun tämä on pois päältä.
fr: %@ La consommation d’énergie peut être plus élevée lorsque votre écran ne s’ajuste pas automatiquement. Les performances de l’écran et de la batterie peuvent également diminuer au fil du temps lorsque cette fonctionnalité est désactivée.
fr_ca: %@ La consommation d’énergie peut être plus élevée lorsque votre écran ne s’ajuste pas automatiquement. Les performances de l’écran et de la batterie peuvent également diminuer au fil du temps lorsque cette fonctionnalité est désactivée.
he: ‏%@ צריכת האנרגיה עשויה להיות גבוהה יותר כשהצג אינו מתאים את עצמו באופן אוטומטי. כשהגדרה זו מכובה, ייתכן שתחול ירידה בביצועי הצג והסוללה לאורך זמן.
hi: %@ जब आपका डिस्प्ले ऑटोमैटिकली ऐडजस्ट नहीं होता है, तो ऊर्जा का उपयोग अधिक हो सकता है। इसे बंद करने पर समय के साथ डिस्प्ले और बैटरी की कार्यक्षमता भी कम हो सकती है।
hr: %@ Potrošnja energije može biti viša kad se zaslon ne podešava automatski. Performanse zaslona i baterije također se mogu smanjiti tijekom vremena kad je ova opcija isključena.
hu: %@ Az energiafelhasználás magasabb lehet, amikor a kijelző nincs automatikusan beállítva. Ha ez a beállítás ki van kapcsolva, akkor idővel a kijelző és az akkumulátor teljesítménye is csökkenhet.
id: %@ Penggunaan energi mungkin lebih tinggi saat layar Anda tidak disesuaikan secara otomatis. Kinerja layar dan baterai juga mungkin berkurang seiring waktu saat ini dimatikan.
it: %@ Quando lo schermo non si regola automaticamente, il consumo energetico può essere maggiore. Inoltre, quando l’opzione è disattivata, le prestazioni dello schermo e della batteria potrebbero diminuire nel tempo.
ja: %@ ディスプレイを自動的に調整しないと、電力の使用量が増える可能性があります。これをオフにすると、ディスプレイとバッテリーのパフォーマンスも次第に低下する可能性があります。
ko: %@ 에너지 사용량은 디스플레이를 자동으로 조절하지 않는 경우 더 높을 수 있습니다. 이 기능이 꺼져 있는 경우 디스플레이 및 배터리 성능은 시간이 지남에 따라 저하될 수도 있습니다.
ms: %@ Penggunaan tenaga mungkin lebih tinggi apabila paparan anda tidak melaras secara automatik. Lama-kelaman prestasi paparan dan bateri juga mungkin berkurangan apabila ini dinyahaktifkan.
nb: %@ Energiforbruket kan være høyere når skjermen ikke justeres automatisk. Ytelsen til skjermen eller batteriet kan bli redusert over tid hvis dette er slått av.
nl: %@ Het energieverbruik kan hoger zijn wanneer je scherm niet automatisch wordt aangepast. De prestaties van het beeldscherm en de batterij kunnen in de loop van de tijd ook afnemen wanneer dit is uitgeschakeld.
pl: %@ Zużycie energii może być wyższe, gdy wyświetlacz nie jest dostosowywany automatycznie. Gdy ta opcja jest wyłączona, sprawność wyświetlacza i baterii może obniżać się z upływem czasu.
pt_br: %@ O uso de energia pode aumentar se a tela não for ajustada automaticamente. Quando essa opção está desativada, o desempenho da tela e da bateria também pode ser reduzido com o tempo.
pt_pt: %@ O consumo de energia pode ser mais elevado quando o monitor não é ajustado automaticamente. O desempenho do monitor e da bateria também pode ser reduzido gradualmente quando esta opção está desativada.
ro: %@ Consumul de energie ar putea fi mai mare dacă afișajul nu se ajustează automat. De asemenea, dezactivarea acestei opțiuni poate diminua în timp performanța afișajului și a bateriei.
ru: %@ Если настройки дисплея не регулируются автоматически, потребление энергии может быть повышенным. Кроме того, если этот параметр выключен, характеристики дисплея и аккумулятора могут со временем ухудшиться.
sk: %@ Spotreba energie môže byť vyššia, keď displej automaticky neupravuje jas. Keď je táto funkcia vypnutá, časom môže dôjsť k poklesu výkonu displeja alebo batérie.
sl: %@ Če se zaslon ne prilagodi samodejno, bo morda poraba energije večja. Če je ta možnost izklopljena, se lahko zmogljivost zaslona in baterije sčasoma poslabša.
sv: %@ Energiförbrukningen kan vara högre när skärmen inte justeras automatiskt. Prestanda för skärmen och batteriet kan även minskas över tid när det här alternativet har stängts av.
th: %@ การใช้พลังงานอาจสูงขึ้นเมื่อจอภาพของคุณไม่ปรับโดยอัตโนมัติ การใช้งานของจอภาพและแบตเตอรี่ยังอาจลดลงด้วยเมื่อเวลาผ่านไปเมื่อปิดใช้การทำงานนี้
tr: %@ Ekranınız otomatik olarak ayarlanmadığında enerji kullanımı daha yüksek olabilir. Bu kapatıldığında ekran ve pil performansı da zamanla azalabilir.
uk: %@ Коли дисплей не підлаштовується автоматично, енергоспоживання може збільшуватися. Продуктивність роботи акумулятора й дисплея може також знижуватися, якщо цей параметр вимкнено.
vi: %@ Mức sử dụng năng lượng có thể cao hơn khi màn hình của bạn không tự động điều chỉnh. Hiệu năng của màn hình và pin cũng có thể bị giảm theo thời gian khi tính năng này bị tắt.
zh_cn: %@ 显示器不自动调节时，电量使用可能会更高。关闭此选项后，显示器和电池性能可能也会随着时间而降低。
zh_hk: %@ 當你的螢幕沒有自動調節，耗電量可能會較高。如關閉此功能，螢幕和電池效能也可能會隨時間而降低。
zh_tw: 顯示器沒有自動調整時，%@電力用量可能會更高。關閉此設定時，顯示器和電池效能也可能會隨時間降低。

source: %@ These settings have been configured by a profile.
ar: %@ تم تكوين هذه الإعدادات بواسطة ملف تعريف.
ca: %@ Un perfil ha definit aquesta configuració.
cs: %@ Toto nastavení bylo nakonfigurováno profilem.
da: %@ Disse indstillinger er konfigureret af en profil.
de: %@ Diese Einstellungen wurden von einem Profil konfiguriert.
el: %@ Αυτές οι ρυθμίσεις διαμορφώθηκαν από ένα προφίλ.
es: %@ Un perfil ha configurado estos ajustes.
es_419: %@ Un perfil estableció estas configuraciones.
fi: %@ Nämä asetukset on määrittänyt profiili.
fr: %@ Ces réglages ont été configurés par un profil.
fr_ca: %@ Ces réglages ont été configurés par un profil.
he: ‏%@ הגדרות אלו נקבעו על-ידי פרופיל.
hi: %@ ये सेटिंग्ज़ किसी प्रोफ़ाइल से कॉन्फ़िगर की गई हैं।
hr: %@ Ove postavke konfigurirao je profil.
hu: %@ Ezeket a beállításokat egy profil konfigurálta.
id: %@ Pengaturan ini telah dikonfigurasi oleh profil.
it: %@ Le impostazioni sono state configurate da un profilo.
ja: %@ これらの設定はプロファイルによって構成されました。
ko: %@ 이 설정은 특정 프로필에 의해 구성되었습니다.
ms: %@ Seting ini telah dikonfigurasi oleh profil.
nb: %@ Disse innstillingene er konfigurert av en profil.
nl: %@ Deze instellingen zijn geconfigureerd door een profiel.
pl: %@ Te ustawienia zostały skonfigurowane przy użyciu profilu.
pt_br: %@ Estes ajustes foram configurados por um perfil.
pt_pt: %@ Estas definições foram configuradas por um perfil.
ro: %@ Aceste configurări au fost efectuate de un profil.
ru: %@ Эти параметры сконфигурированы профилем.
sk: %@ Tieto nastavenia boli nakonfigurované profilom.
sl: %@ Te nastavitve so bile konfigurirane s profilom.
sv: %@ De här inställningarna har konfigurerats av en profil.
th: %@ การตั้งค่าเหล่านี้ถูกกำหนดค่าโดยโปรไฟล์
tr: %@ Bu ayarlar bir profil tarafından ayarlandı.
uk: %@ Ці параметри сконфігуровано профілем.
vi: %@ Những cài đặt này đã được định cấu hình bằng một hồ sơ.
zh_cn: %@ 这些设置已由描述文件配置。
zh_hk: %@ 這些設定由描述檔設定。
zh_tw: %@ 這些設定已由描述檔設定。

source: About to change the display mode…
ar: على وشك تغيير وضع العرض…
ca: Sobre el canvi del mode de visualització…
cs: Příprava změny režimu monitoru…
da: Skal til at ændre skærmfunktionen…
de: Die Einstellung wird gleich geändert …
el: Πρόκειται να αλλάξει ο τρόπος λειτουργίας της οθόνης…
es: El modo de visualización está a punto de cambiarse...
es_419: El modo de visualización está a punto de cambiarse...
fi: Vaihdetaan näyttötilaa…
fr: Sur le point de modifier le mode d’affichage…
fr_ca: Sur le point de modifier le mode d’affichage…
he: מצב הצג עומד להשתנות…
hi: डिस्प्ले मोड बदलने वाला है…
hr: Promjena načina rada zaslona…
hu: A kijelző mód változtatás alatt…
id: Akan mengganti mode layar…
it: Modifico modalità di visualizzazione…
ja: ディスプレイモードを変更しようとしています…
ko: 디스플레이 모드를 변경하려고 합니다…
ms: Akan menukar mod paparan…
nb: I ferd med å endre visningsmodus…
nl: De beeldschermresolutie wijzigen…
pl: Przygotowuję zmianę trybu pracy wyświetlacza…
pt_br: Prestes a alterar o modo da tela…
pt_pt: O modo de visualização vai ser alterado…
ro: Sunteți pe cale să schimbați modul de afișare…
ru: Режим дисплея будет изменен…
sk: O zmene režimu displeja…
sl: Način prikaza bo kmalu spremenjen …
sv: Bildskärmsläget kommer att ändras…
th: กำลังจะเปลี่ยนโหมดการแสดงผล…
tr: Ekran modu değiştirilmek üzere…
uk: Зміна режиму дисплея…
vi: Chuẩn bị thay đổi chế độ hiển thị…
zh_cn: 关于更改显示模式…
zh_hk: 關於更改顯示器模式⋯
zh_tw: 關於更改顯示器模式⋯

# ACCESSIBILITY_ACTION_MENU
source: Action menu
ar: قائمة الإجراءات
ca: Menú d’accions
cs: Nabídka akcí
da: Menuen Handling
de: Aktionsmenü
el: Μενού ενεργειών
es: Menú de acción
es_419: Menú Acción
fi: Toimintovalikko
fr: Menu Action
fr_ca: Menu Action
he: תפריט פעולות
hi: क्रिया मेनू
hr: Izbornik postupaka
hu: Műveletmenü
id: Menu tindakan
it: Menu azioni
ja: アクションメニュー
ko: 동작 메뉴
ms: Menu tindakan
nb: Handlingsmeny
nl: Taakmenu
pl: Menu czynności
pt_br: Menu de ação
pt_pt: Menu de ação
ro: Meniu de acțiuni
ru: Меню действий
sk: Menu akcií
sl: Meni z dejanji
sv: Åtgärdsmeny
th: เมนูการทำงาน
tr: Eylem menüsü
uk: Меню дій
vi: Menu Tác vụ
zh_cn: 操作菜单
zh_hk: 動作選單
zh_tw: 動作選單

# ACCESSIBILITY_ADD_PRESET
source: Add preset
ar: إضافة إعداد مسبق
ca: Afegeix una preconfiguració
cs: Přidat preset
da: Tilføj forindstilling
de: Voreinstellung hinzufügen
el: Προσθήκη προεπιλογής
es: Añadir preajuste
es_419: Agrega una preconfiguración
fi: Lisää esiasetus
fr: Ajouter le préréglage
fr_ca: Ajouter un préréglage
he: הוספת תצורה
hi: प्रीसेट जोड़ें
hr: Dodaj programirano podešenje
hu: Előbeállítás hozzáadása
id: Tambah preset
it: Aggiungi preset
ja: プリセットを追加
ko: 프리셋 추가
ms: Tambah praset
nb: Legg til forhåndsinnstilling
nl: Voeg voorinstelling toe
pl: Dodaj ustawienie wstępne
pt_br: Adicionar pré-ajuste
pt_pt: Adicionar predefinição
ro: Adaugă o preconfigurare
ru: Добавить набор настроек
sk: Pridať predvoľbu
sl: Dodaj prednastavitve
sv: Lägg till förinställning
th: เพิ่มค่าที่ตั้งไว้
tr: Ön ayar ekle
uk: Додати набір параметрів
vi: Thêm giá trị đặt trước
zh_cn: 添加预置
zh_hk: 加入預設組
zh_tw: 加入預設組

# ACCESSIBILITY_LABEL
source: Brightness
ar: الإضاءة
ca: Brillantor
cs: Jas
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
es: Brillo
es_419: Brillo
fi: Kirkkaus
fr: Luminosité
fr_ca: Luminosité
he: בהירות
hi: ब्राइटनेस
hr: Svjetlina
hu: Fényerő
id: Kecerahan
it: Luminosità
ja: 輝度
ko: 밝기
ms: Kecerahan
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
pt_pt: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
sl: Svetlost
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_cn: 亮度
zh_hk: 亮度
zh_tw: 亮度

# ACCESSIBILITY_REMOVE_PRESET
source: Remove preset
ar: إزالة الإعداد المسبق
ca: Elimina la preconfiguració
cs: Odstranit preset
da: Fjern forindstilling
de: Voreinstellung entfernen
el: Αφαίρεση προεπιλογής
es: Eliminar preajuste
es_419: Eliminar preconfiguración
fi: Poista esiasetus
fr: Supprimer le préréglage
fr_ca: Supprimer le préréglage
he: הסרת התצורה
hi: प्रीसेट हटाएँ
hr: Ukloni programirano podešenje
hu: Előbeállítás eltávolítása
id: Hapus preset
it: Rimuovi preset
ja: プリセットを削除
ko: 프리셋 삭제
ms: Keluarkan praset
nb: Fjern forhåndsinnstilling
nl: Verwijder voorinstelling
pl: Usuń ustawienie wstępne
pt_br: Remover pré-ajuste
pt_pt: Remover predefinição
ro: Elimină preconfigurarea
ru: Удалить набор настроек
sk: Odstrániť predvoľbu
sl: Odstrani prednastavitev
sv: Ta bort förinställning
th: เอาค่าที่ตั้งไว้ออก
tr: Ön ayarı sil
uk: Вилучити набір параметрів
vi: Xóa giá trị đặt trước
zh_cn: 移除预置
zh_hk: 移除預設組
zh_tw: 移除預設組

source: Action menu
ar: قائمة الإجراءات
ca: Menú d’accions
cs: Nabídka akcí
da: Menuen Handling
de: Aktionsmenü
el: Μενού ενεργειών
es: Menú de acción
es_419: Menú Acción
fi: Toimintovalikko
fr: Menu Action
fr_ca: Menu Action
he: תפריט פעולות
hi: क्रिया मेनू
hr: Izbornik postupaka
hu: Műveletmenü
id: Menu tindakan
it: Menu azioni
ja: アクションメニュー
ko: 동작 메뉴
ms: Menu tindakan
nb: Handlingsmeny
nl: Taakmenu
pl: Menu czynności
pt_br: Menu de ação
pt_pt: Menu de ação
ro: Meniu de acțiuni
ru: Меню действий
sk: Menu akcií
sl: Meni z dejanji
sv: Åtgärdsmeny
th: เมนูการทำงาน
tr: Eylem menüsü
uk: Меню дій
vi: Menu tác vụ
zh_cn: 操作菜单
zh_hk: 動作選單
zh_tw: 動作選單

# ACTIVATE_FAILED_MESSAGE_FORMAT
source: The preset “%@” failed to activate. The current setting will remain in use.
ar: فشل تنشيط الإعداد المسبق "%@". سيستمر استخدام الإعداد الحالي.
ca: No s’ha pogut activar la preconfiguració “%@”. Es continuarà utilitzant la configuració actual.
cs: Pokus o aktivaci presetu „%@“ selhal. Bude se dál používat dosavadní nastavení.
da: Forindstillingen “%@” kunne ikke aktiveres. Den aktuelle indstilling bliver stadig brugt.
de: Die Voreinstellung „%@“ konnte nicht aktiviert werden. Die bestehenden Einstellungen werden weiterhin verwendet.
el: Απέτυχε η ενεργοποίηση της προεπιλογής «%@». Θα εξακολουθήσει να χρησιμοποιείται η τρέχουσα ρύθμιση.
es: No se ha podido activar el preajuste “%@”. Se seguirá utilizando el ajuste actual.
es_419: Error al activar la preconfiguración “%@”. Se mantendrá la configuración actual.
fi: Esiasetuksen ”%@” aktivoiminen epäonnistui. Nykyinen asetus pidetään käytössä.
fr: Échec de l’activation du préréglage « %@ ». Le réglage actuel continuera à être utilisé.
fr_ca: L’activation du préréglage « %@ » a échoué. Le réglage actuel demeurera actif.
he: הפעלת התצורה ״%@״ נכשלה. ההגדרה הנוכחית תישאר בשימוש.
hi: प्रीसेट “%@” का ऐक्टिवेशन विफल हुआ। वर्तमान सेटिंग उपयोग में रहेगी।
hr: Programirano podešenje “%@” ne može se aktivirati. Nastavit će se koristiti trenutačno podešenje.
hu: A(z) „%@” előbeállítást nem sikerült aktiválni. Az aktuális beállítás marad használatban.
id: Preset “%@” gagal diaktifkan. Pengaturan saat ini akan terus digunakan.
it: Attivazione del preset “%@” non riuscita. Verrà mantenuta l’impostazione attuale.
ja: プリセット“%@”を有効にできませんでした。現在の設定が引き続き使用されます。
ko: ‘%@’ 프리셋 활성화에 실패했습니다. 현재 설정을 계속 사용합니다.
ms: Praset “%@” gagal diaktifkan. Seting semasa akan kekal digunakan.
nb: Kunne ikke aktivere forhåndsinnstillingen «%@». Gjeldende innstilling vil fortsatt gjelde.
nl: De voorinstelling '%@' kon niet worden geactiveerd. De huidige instelling blijft actief.
pl: Nie można aktywować ustawienia wstępnego „%@”. Nadal używane będzie ustawienie bieżące.
pt_br: Falha ao ativar o pré-ajuste “%@”. O ajuste atual continuará sendo usado.
pt_pt: Não foi possível ativar a predefinição “%@”. Continuará a ser usada a definição atual.
ro: Activarea preconfigurării „%@” nu a reușit. Configurarea actuală va rămâne în uz.
ru: Не удалось активировать набор настроек «%@». Текущая настройка останется в силе.
sk: Predvoľbu „%@“ sa nepodarilo aktivovať. Bude sa používať aktuálne nastavenie.
sl: Prednastavitve »%@« ni bilo mogoče aktivirati. Trenutna nastavitev bo ostala v uporabi.
sv: Förinställningen ”%@” kunde inte aktiveras. Den nuvarande inställningen ändras inte.
th: เปิดใช้งานค่าที่ตั้งไว้ “%@” ไม่สำเร็จ การตั้งค่าปัจจุบันจะยังคงใช้งานอยู่
tr: “%@” ön ayarı etkinleştirilemedi. Şu anki ayar kullanılmaya devam edecek.
uk: Набір параметрів «%@» не вдалося активувати. Використовуватиметься поточний параметр.
vi: Không kích hoạt được giá trị đặt trước “%@”. Cài đặt hiện tại sẽ vẫn được sử dụng.
zh_cn: 未能激活预置“%@”，将继续使用当前设置。
zh_hk: 無法啟用「%@」預設組。將繼續使用目前的設定。
zh_tw: 無法啟用預設組「%@」。將繼續使用目前的設定。

# ACTIVATE_FAILED_TITLE
source: Failed to activate the preset.
ar: فشل تنشيط الإعداد المسبق.
ca: No s’ha pogut activar la preconfiguració.
cs: Preset se nepodařilo aktivovat.
da: Kunne ikke aktivere forindstillingen.
de: Aktivieren der Voreinstellung ist fehlgeschlagen.
el: Απέτυχε η ενεργοποίηση της προεπιλογής.
es: Error al activar el preajuste.
es_419: Error al activar la preconfiguración.
fi: Esiasetuksen aktivointi epäonnistui.
fr: Échec de l’activation du préréglage.
fr_ca: Échec de l’activation du préréglage.
he: הפעלת התצורה נכשלה.
hi: प्रीसेट का ऐक्टिवेशन विफल हुआ।
hr: Programirano podešenje ne može se aktivirati.
hu: Az előbeállítást nem sikerült aktiválni.
id: Gagal mengaktifkan preset.
it: Attivazione del preset non riuscita.
ja: プリセットを有効にできませんでした。
ko: 프리셋을 활성화하는 데 실패했습니다.
ms: Gagal mengaktifkan praset.
nb: Kunne ikke aktivere forhåndsinnstillingen.
nl: De voorinstelling kon niet worden geactiveerd.
pl: Nie udało się aktywować ustawienia wstępnego.
pt_br: Falha ao ativar o pré-ajuste.
pt_pt: Falha ao ativar a predefinição.
ro: Preconfigurarea nu a putut fi activată.
ru: Сбой активации набора настроек
sk: Aktivácia predvoľby zlyhala.
sl: Prednastavitve ni bilo mogoče aktivirati.
sv: Kunde inte aktivera förinställningen.
th: เปิดใช้งานค่าที่ตั้งไว้ไม่สำเร็จ
tr: Ön ayar etkinleştirilemedi.
uk: Не вдалося активувати набір параметрів.
vi: Không kích hoạt được giá trị đặt trước.
zh_cn: 激活预置失败。
zh_hk: 無法啟用預設組。
zh_tw: 無法啟用預設組。

source: Add preset
ar: إضافة إعداد مسبق
ca: Afegeix una preconfiguració
cs: Přidat preset
da: Tilføj forindstilling
de: Voreinstellung hinzufügen
el: Προσθήκη προεπιλογής
es: Añadir preajuste
es_419: Agrega una preconfiguración
fi: Lisää esiasetus
fr: Ajouter le préréglage
fr_ca: Ajouter un préréglage
he: הוספת תצורה
hi: प्रीसेट जोड़ें
hr: Dodaj programirano podešenje
hu: Előbeállítás hozzáadása
id: Tambah preset
it: Aggiungi preset
ja: プリセットを追加
ko: 프리셋 추가
ms: Tambah praset
nb: Legg til forhåndsinnstilling
nl: Voeg voorinstelling toe
pl: Dodaj ustawienie wstępne
pt_br: Adicionar pré-ajuste
pt_pt: Adicionar predefinição
ro: Adaugă o preconfigurare
ru: Добавить набор настроек
sk: Pridať predvoľbu
sl: Dodaj prednastavitev
sv: Lägg till förinställning
th: เพิ่มค่าที่ตั้งไว้
tr: Ön ayar ekle
uk: Додати набір параметрів
vi: Thêm giá trị đặt trước
zh_cn: 添加预置
zh_hk: 加入預設組
zh_tw: 加入預設組

# ADD_DISPLAY_MENU
source: Add Display
ar: إضافة شاشة عرض
ca: Afegeix una pantalla
cs: Přidat monitor
da: Tilføj skærm
de: Display hinzufügen
el: Προσθήκη οθόνης
es: Añadir pantalla
es_419: Agregar pantalla
fi: Lisää näyttö
fr: Ajouter un moniteur
fr_ca: Ajouter un écran
he: הוספת צג
hi: डिस्प्ले जोड़ें
hr: Dodaj zaslon
hu: Kijelző hozzáadása
id: Tambah Layar
it: Aggiungi schermo
ja: ディスプレイを追加
ko: 디스플레이 추가
ms: Tambah Paparan
nb: Legg til skjerm
nl: Voeg beeldscherm toe
pl: Dodaj wyświetlacz
pt_br: Adicionar Tela
pt_pt: Adicionar monitor
ro: Adaugă un afișaj
ru: Добавить дисплей
sk: Pridať displej
sl: Dodaj zaslon
sv: Lägg till skärm
th: เพิ่มจอภาพ
tr: Ekran Ekle
uk: Додати дисплей
vi: Thêm màn hình
zh_cn: 添加显示器
zh_hk: 新增顯示器
zh_tw: 加入顯示器

# ADD_FAILED_MESSAGE_FORMAT
source: The preset “%@” could not be saved.
ar: تعذر حفظ الإعداد المسبق "%@".
ca: No s’ha pogut desar la preconfiguració “%@”.
cs: Preset „%@“ se nepodařilo uložit.
da: Forindstillingen “%@” kunne ikke gemmes.
de: Die Voreinstellung „%@“ konnte nicht gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της προεπιλογής «%@».
es: No se ha podido guardar el preajuste “%@”.
es_419: No se pudo guardar la preconfiguración “%@”.
fi: Esiasetusta ”%@” ei voitu tallentaa.
fr: Le préréglage « %@ » n’a pas pu être enregistré.
fr_ca: Le préréglage « %@ » n’a pas pu être enregistré.
he: לא ניתן היה לשמור את התצורה ״%@״.
hi: प्रीसेट “%@” सहेजा नहीं जा सका।
hr: Programirano podešenje “%@” ne može se spremiti.
hu: A(z) „%@” előbeállítást nem sikerült menteni.
id: Preset “%@” tidak dapat disimpan.
it: Impossibile salvare il preset “%@”.
ja: プリセット“%@”を保存できませんでした。
ko: ‘%@’ 프리셋을 저장할 수 없습니다.
ms: Praset “%@” tidak dapat disimpan.
nb: Kunne ikke arkivere forhåndsinnstillingen «%@».
nl: De voorinstelling '%@' kon niet worden bewaard.
pl: Nie można zachować ustawienia wstępnego „%@”.
pt_br: O pré-ajuste “%@” não pôde ser salvo.
pt_pt: Não foi possível guardar a predefinição “%@”.
ro: Preconfigurarea „%@” nu a putut fi salvată.
ru: Не удалось сохранить набор настроек «%@».
sk: Predvoľbu „%@“ sa nepodarilo uložiť.
sl: Prednastavitve »%@« ni bilo mogoče shraniti.
sv: Förinställningen ”%@” kunde inte sparas.
th: ไม่สามารถบันทึกค่าที่ตั้งไว้ “%@” ได้
tr: “%@” ön ayarı kaydedilemedi.
uk: Набір параметрів «%@» не вдалося зберегти.
vi: Không thể lưu giá trị đặt trước “%@”.
zh_cn: 未能存储预置“%@”。
zh_hk: 無法儲存預設組「%@」。
zh_tw: 無法儲存預設組「%@」。
